Repository: brol/cleanConfig
Catalog: locales/*/admin.po
Languages: fr

source: Delete the blog settings or global settings
fr: Supprimer les paramètres du blog ou les réglages globaux

source: Use carefully. Only settings related to plugins can be deleted.
fr: À utiliser avec précaution. Seuls les paramètres liés aux plugins peuvent être effacés.

source: Settings
fr: Paramètres

source: Setting
fr: Paramètre

source: namespace:
fr: namespace&nbsp;:

source: No setting.
fr: Pas de paramètre.

source: Delete selected settings
fr: Supprimer les paramètres sélectionnées

source: No setting deleted.
fr: Aucun paramètre supprimé.

source: The selected settings have been deleted.
fr: Les paramètres sélectionnés ont été supprimés.

source: Are you sure you want to delete settings?
fr: Êtes-vous certain de vouloir supprimer les paramètres ?

source: This function has been moved to the %s plugin.
fr: Cette fonction a été déplacée dans le plugin %s.

source: Versions Manager
fr: Gestionnaire de versions

source: %s is empty
fr: %s est vide
